{"organisation":"VIC_Govt_CSA","name":"csa_crime_stats_offences_recorded_offence_type_lga_2010_2019","title":"VIC CSA - Crime Statistics - Offences Recorded by Offence Type (LGA) 2010-2019","legal":{"copyrightYear":"2019","attributionYear":"2019","attribution":"{datasource.organisationTitle}, ({dataset.attributionYear}): {dataset.title}; accessed from AURIN on {dateOfAccess}.","clickthrough":false,"licenceType":"Creative Commons Attribution 4.0 International (CC BY 4.0)","copyrightNotice":"&copy; {datasource.organisationTitle} {dataset.copyrightYear}"},"referenceSystemIdentifier":"urn:x-ogc:def:crs:EPSG:4283","geoLevel":"lga2011","key":"lga_code11","keyRegex":null,"availability":"true","geomField":"wkb_geometry","keyword":"authority,population","theme":null,"temporalExtent":{"beginDate":"2010-04-01T00:00:00","endDate":"2019-03-31T00:00:00","selectTime":false},"type":"dataset","_id":"dataset-VIC_Govt_CSA-csa_crime_stats_offences_recorded_offence_type_lga_2010_2019-lga2011","bbox":null,"abstract":"This dataset presents the footprint of the number of offences recorded on the Victoria Police Law Enforcement Assistance Program (LEAP). Recorded offences include any criminal act or omission by a person or organisation for which a penalty could be imposed by the Victorian legal system. The data spans the years ending March in the period of 2010 to 2019 and is aggregated to 2011 Australian Statistical Geography Standard (ASGS) Local Government Areas (LGA).<br/><br/>\n\nThe CSA recorded crime collection includes all offences that are reported to, and detected by, Victoria Police and recorded on the LEAP database. The scope and coverage of the data, however, is not representative of all crime that occurs in Victoria. Some crimes may not be recorded on LEAP, not be reported to police, or the responsibility for responding to certain offences may lie with another agency. Recorded offence data are compiled on the basis of the date that the offence was created on the LEAP database, rather than the date the offence was detected by, or reported to police. The creation date may not be the date when the offence occurred, or the date when the offence came to the attention of police.<br/><br/>\n\nFor further information about this dataset and related statistics, visit the data source:\n<a href=\"https://www.crimestatistics.vic.gov.au/about-the-data/explanatory-notes\" target=\"_blank\">Crime Statistics Australia</a>.<br/><br/>\n\nPlease note:\n<ul>\n<li>AURIN has spatially enabled the <a href=\"https://www.crimestatistics.vic.gov.au/crime-statisticslatest-crime-data/year-ending-31-march-2019\" target=\"_blank\">original data</a>.</li>\n<li>Recorded crime statistics are based on data extracted by Victoria police on the 18th day after the reference period, and are subject to movement between releases.</li>\n<li>The offences in the dataset are grouped according to the CSA offence classification.</li>\n<li>The data excludes offences recorded at Justice institutions and immigration facilities, Unincorporated Victoria and where the geographic location is unknown or outside of Victoria.</li>\n<li>To maintain confidentiality, sensitive offence counts for subdivisions 'A10 Homicide and related offences' and 'A30 Sexual offences' with a value of 1 to 3 are given a value of 2 to calculate totals.</li>\n</ul>","selectedAttributes":[{"name":"reference_period","type":"String","title":"Reference Period","description":"The reference period.","stype":"ordinal","categories":[{"key":"2010","label":"2010"},{"key":"2011","label":"2011"},{"key":"2012","label":"2012"},{"key":"2013","label":"2013"},{"key":"2014","label":"2014"},{"key":"2015","label":"2015"},{"key":"2016","label":"2016"},{"key":"2017","label":"2017"},{"key":"2018","label":"2018"},{"key":"2019","label":"2019"}],"filterValue":"2019","isDimension":true},{"name":"lga_code11","type":"String","title":"LGA Code","description":"LGA code, based on ASGS 2011.","stype":"nominal","isDimension":false},{"name":"a10_homicide_and_related_offences","type":"Integer","title":"A10 Homicide and related offence","description":"A10 Homicide and related offence count. Unlawfully kill, attempt or conspire to unlawfully kill, or kill another person as a result of culpable, reckless or negligent act. Includes: murder, attempted murder, accessory or conspiracy to murder, manslaughter and driving causing death.","stype":"ratio","isDimension":false},{"name":"a20_assault_and_related_offences","type":"Integer","title":"A20 Assault and related offences","description":"A20 Assault and related offence count. The direct and confrontational infliction of force, injury or violence upon a person or a group of people. Includes: serious assault, assault police, emergency services or other authorised officer and common assault.","stype":"ratio","isDimension":false},{"name":"a30_sexual_offences","type":"Integer","title":"A30 Sexual offences","description":"A30 Sexual offences count. Acts, or intent of acts, of a sexual nature against another person, which are non-consensual or where consent is proscribed (for example, the person is legally deemed incapable of giving consent because of youth or temporary/permanent incapacity). Includes: rape, indecent assault, incest, sexual offences against children and other sexual offences.","stype":"ratio","isDimension":false},{"name":"a40_abduction_and_related_offences","type":"Integer","title":"A40 Abduction and related offences","description":"A40 Abduction and related offence count. Acts that unlawfully deprive another person of their freedom of movement, that are against that person's will or against the will of any parent, guardian or other person having lawful custody or care of that person. Includes: abduction, false imprisonment, slavery and sexual servitude offences.","stype":"ratio","isDimension":false},{"name":"a50_robbery","type":"Integer","title":"A50 Robbery","description":"A50 Robbery offence count. The unlawful taking of property, with intent to permanently deprive the owner of the property, from the immediate possession, control, custody or care of a person, accompanied by the use, or threatened use, of immediate force or violence. Includes: aggravated robbery and non-aggravated robbery.","stype":"ratio","isDimension":false},{"name":"a60_blackmail_and_extortion","type":"Integer","title":"A60 Blackmail and extortion","description":"A60 Blackmail and extortion offence count. The unlawful demanding of money, property, or any other benefit from another person, accompanied by the threat of coercive measures if the demand is not met. Coercive measures may include divulging information about a person, or the use, or threatened use of force or violence if the demand is not met. Includes: blackmail and extortion.","stype":"ratio","isDimension":false},{"name":"a70_stalking_harassment_and_threatening_behaviour","type":"Integer","title":"A70 Stalking, harassment and threatening behaviour","description":"A70 Stalking, harassment and threatening behaviour offence count. Acts intended to cause physical or mental harm, or arouse apprehension or fear through a repeated course of unreasonable conduct. This includes actions that are intended to harass, threaten or invade the privacy of an individual. Includes: stalking, harassment and private nuisance, and threatening behaviour.","stype":"ratio","isDimension":false},{"name":"a80_dangerous_and_negligent_acts_endangering_people","type":"Integer","title":"A80 Dangerous and negligent acts endangering people","description":"A80 Dangerous and negligent acts endangering people offence count. Dangerous or negligent acts which, though not intended to cause harm, actually or potentially result in injury to oneself or another person. Includes: dangerous driving, neglect or ill treatment of people, throw or discharge object endangering people and other dangerous or negligent acts endangering people.","stype":"ratio","isDimension":false},{"name":"b10_arson","type":"Integer","title":"B10 Arson","description":"B10 Arson offence count. Intentionally and without lawful excuse destroying or damaging property by fire and intentionally or recklessly causing a bushfire. Includes: cause damage by fire, cause a bushfire and other fire related offences.","stype":"ratio","isDimension":false},{"name":"b20_property_damage","type":"Integer","title":"B20 Property damage","description":"B20 Property damage offence count. The wilful and unlawful destruction, damage or defacement of public or private property. Includes: criminal damage, graffiti and other property damage offences.","stype":"ratio","isDimension":false},{"name":"b30_burglary_break_and_enter","type":"Integer","title":"B30 Burglary/Break and enter","description":"B30 Burglary/Break and enter offence count. The unlawful entry of a structure with the intent to commit an offence, where the entry is either forced or unforced. Includes: aggravated burglary and non-aggravated burglary.","stype":"ratio","isDimension":false},{"name":"b40_theft","type":"Integer","title":"B40 Theft","description":"B40 Theft offence count. The unlawful taking or obtaining of money or goods, not involving the use of force, threat of force or violence, coercion or deception, with the intent to permanently or temporarily deprive the owner of the use of the money or goods, or the receiving or handling of money or goods obtained unlawfully. Includes: motor vehicle theft, steal from a motor vehicle, steal from a retail store, theft of a bicycle, receiving or handling stolen goods, fare evasion and other theft.","stype":"ratio","isDimension":false},{"name":"b50_deception","type":"Integer","title":"B50 Deception","description":"B50 Deception offence count. Offences involving a dishonest act or omission carried out with the purpose of deceiving to obtain a benefit or avoid a disbenefit. Includes: forgery and counterfeiting, possess equipment to make false instrument, obtain benefit by deception, state false information, deceptive business practices, professional malpractice and misrepresentation, and other deception offences.","stype":"ratio","isDimension":false},{"name":"b60_bribery","type":"Integer","title":"B60 Bribery","description":"B60 Bribery offence count. The offering, giving or accepting of a bribe involving a government official whilst exercising his or her official authority. Includes: bribery of officials.","stype":"ratio","isDimension":false},{"name":"c10_drug_dealing_and_trafficking","type":"Integer","title":"C10 Drug dealing and trafficking","description":"C10 Drug dealing and trafficking offence count. Dealing and trafficking of drugs or other substances prohibited under legislation. Includes: drug dealing and drug trafficking.","stype":"ratio","isDimension":false},{"name":"c20_cultivate_or_manufacture_drugs","type":"Integer","title":"C20 Cultivate or manufacture drugs","description":"C20 Cultivate or manufacture drugs offence count. Cultivating or manufacturing of drugs or other substances prohibited under legislation. Includes: cultivate drugs, manufacture drugs and possess drug manufacturing equipment or precursor.","stype":"ratio","isDimension":false},{"name":"c30_drug_use_and_possession","type":"Integer","title":"C30 Drug use and possession","description":"C30 Drug use and possession offence count. Use and possession of drugs or other substances prohibited under legislation. Includes: drug use and drug possession.","stype":"ratio","isDimension":false},{"name":"c90_other_drug_offences","type":"Integer","title":"C90 Other drug offences","description":"C90 Other drug offence count. Drug offences not elsewhere classified in division C. Includes: other drug offences.","stype":"ratio","isDimension":false},{"name":"d10_weapons_and_explosives_offences","type":"Integer","title":"D10 Weapons and explosives offences","description":"D10 Weapons and explosives offence count. Offences involving prohibited or regulated weapons and explosives. Includes: firearms offences, prohibited and controlled weapons offences and explosives offences.","stype":"ratio","isDimension":false},{"name":"d20_disorderly_and_offensive_conduct","type":"Integer","title":"D20 Disorderly and offensive conduct","description":"D20 Disorderly and offensive conduct offence count. Offences involving personal conduct that is disorderly, indicative of criminal intent or is deemed offensive to members of the public. Includes: riot and affray, drunk and disorderly in public, offensive conduct, offensive language, criminal intent and disorderly conduct.","stype":"ratio","isDimension":false},{"name":"d30_public_nuisance_offences","type":"Integer","title":"D30 Public nuisance offences","description":"D30 Public nuisance offence count. Acts involving the contravention of public order and harmony. Includes: privacy offences, hoaxes, begging, defamation and libel, improper movement on public or private space and other public nuisance offences.","stype":"ratio","isDimension":false},{"name":"d40_public_security_offences","type":"Integer","title":"D40 Public security offences","description":"D40 Public security offence count. An act or omission that is deemed to be prejudicial to the effective carrying out of government operations specifically concerned with maintaining government security. Includes: immigration offences, sabotage, hacking, terrorism offences and other public security offences.","stype":"ratio","isDimension":false},{"name":"e10_justice_procedures","type":"Integer","title":"E10 Justice procedures","description":"E10 Justice procedures offence count. An act or omission that is deemed to be prejudicial to the effective carrying out of justice procedures. Includes: escape custody, fail to appear and resist or hinder officer.","stype":"ratio","isDimension":false},{"name":"e20_breaches_of_orders","type":"Integer","title":"E20 Breaches of orders","description":"E20 Breaches of orders offence count. An act or omission breaching the conditions of an order. This includes breaches of family violence orders, intervention orders, bail conditions and other orders. Includes: breach of family violence order, breach of intervention order, breach of bail conditions and breaches of other orders.","stype":"ratio","isDimension":false},{"name":"f10_regulatory_driving_offences","type":"Integer","title":"F10 Regulatory driving offences","description":"F10 Regulatory driving offence count. Offences relating to vehicles and most forms of traffic, including offences pertaining to the licensing, registration, roadworthiness or use of vehicles and bicycle offences. Includes: drink driving, drug driving, speeding offences, parking offences, licensing offences, registration and roadworthiness offences and other regulatory driving offences.","stype":"ratio","isDimension":false},{"name":"f20_transport_regulation_offences","type":"Integer","title":"F20 Transport regulation offences","description":"F20 Transport regulation offence count. Offences relating to breaches of transport regulations. Includes: public transport regulations, offences, aviation regulations offences, maritime regulations offences, pedestrian offences and other transport regulations offences.","stype":"ratio","isDimension":false},{"name":"f30_other_government_regulatory_offences","type":"Integer","title":"F30 Other government regulatory offences","description":"F30 Other government regulatory offence count. Offences regulated by government not including driving or transport regulation offences. Includes: betting and gaming offences, commercial regulation offences, liquor and tobacco licensing offences, pornography and censorship offences, intellectual property offences, prostitution offences and other government regulation offences.","stype":"ratio","isDimension":false},{"name":"f90_miscellaneous_offences","type":"Integer","title":"F90 Miscellaneous offences","description":"F90 Miscellaneous offence count. All other offences not elsewhere classified. Includes: environmental offences, public health and safety offences, cruelty to animals, dangerous substance offences, other and miscellaneous offences.","stype":"ratio","isDimension":false},{"name":"lga_name11","type":"String","title":"LGA Name","description":"LGA name, based on ASGS 2011.","stype":"nominal","isDimension":false},{"name":"total_division_a_offences","type":"Integer","title":"Total offence count: (A)","description":"Total offence count: (A) Against the person.","stype":"ratio","isDimension":false},{"name":"total_division_b_offences","type":"Integer","title":"Total offence count: (B)","description":"Total offence count: (B) Property and deception.","stype":"ratio","isDimension":false},{"name":"total_division_c_offences","type":"Integer","title":"Total offence count: (C)","description":"Total offence count: (C) Drug offences.","stype":"ratio","isDimension":false},{"name":"total_division_d_offences","type":"Integer","title":"Total offence count: (D)","description":"Total offence count: (D) Public order and security.","stype":"ratio","isDimension":false},{"name":"total_division_e_offences","type":"Integer","title":"Total offence count: (E)","description":"Total offence count: (E) Justice procedures.","stype":"ratio","isDimension":false},{"name":"total_division_f_offences","type":"Integer","title":"Total offence count: (F)","description":"Total offence count: (F) Other offences.","stype":"ratio","isDimension":false}],"filter":{"filterType":"tabular","where":"(reference_period IN ('2019'))","feature":{"key":"lga_code11","geoLevel":"lga2011","geoField":"ignored","year":"2006","featureBbox":[140.961681984,-39.159189527500004,149.976679008,-33.9806475865],"featureType":"ste","featureInstance":"2","featureName":"Victoria","referenceSystemIdentifier":"urn:x-ogc:def:crs:EPSG:4283","prefix":"","keyTransform":null},"states":["2"]}}